IDEA Open Model
RebarPatternBase.StartPosition Property
Compatible with IDEA StatiCa 20.1
 This defines begin position of the pattern. It is the distance from the start point of the group. Its value should be in corelation to PositionMode
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double StartPosition { get; set; }
Public Property StartPosition As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
RebarPatternBase Class
IdeaRS.OpenModel.Model Namespace